# ImportSingleDXFDWG

## Description
Import single DXF/DWG files

```pascal
PROCEDURE ImportSingleDXFDWG;
```

```python

def vs.ImportSingleDXFDWG():
    return None
```

## Version
Availability: from Vectorworks 2013
## Category
* ImportExport